2gua.rainbow-brackets
4ops.terraform
adpyke.vscode-sql-formatter
alefragnani.project-manager
almenon.arepl
angular.ng-template
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
artsemhutarau.go-playground
azapi-vscode.azapi
bajdzis.vscode-database
breaking-brake.cc-wf-studio
chaunceykiwi.json-tree-view
codezombiech.gitignore
cstrap.python-snippets
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
cweijan.vscode-ssh
davidkol.fastcompare
dbaeumer.vscode-eslint
demystifying-javascript.python-extensions-pack
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
eamodio.gitlens
earthslurm.stql
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.vscode-mysql
foxundermoon.shell-format
github.copilot
github.vscode-github-actions
golang.go
graysonstream.airflow-templates
hashicorp.terraform
hbenl.vscode-test-explorer
humao.rest-client
johnpapa.angular2
k--kato.intellij-idea-keybindings
kaih2o.python-resource-monitor
kennylong.kubernetes-yaml-formatter
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
lizebang.bash-extension-pack
mads-hartmann.bash-ide-vscode
matheusq94.tfs
mechatroner.rainbow-csv
mhutchie.git-graph
minodisk.bigquery-runner
mintlify.document
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
mtxr.sqltools
necatiarslan.airflow-vscode-extension
nextfaze.json-parse-stringify
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
pkief.material-icon-theme
randrade23.beautify-json
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
remisa.shellman
ritwickdey.liveserver
rogalmic.bash-debug
rpinski.shebang-snippets
samuelcolvin.jinjahtml
shakram02.bash-beautify
sourcery.sourcery
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
trabpukcip.wolf
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.gistfs
vue.volar
wesleybatista.airflow-dag-viewer
wholroyd.jinja
xirider.livecode
zainchen.json
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
